IDEA Open Model
RebarGeneral.RebarType Property
Compatible with IDEA StatiCa 20.1
 Rebar type
 Namespace: IdeaRS.OpenModel.Model
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public RebarGeneralType RebarType { get; set; }
Public Property RebarType As RebarGeneralType
	Get
	Set
Property Value
Type: RebarGeneralType
See Also
Reference
RebarGeneral Class
IdeaRS.OpenModel.Model Namespace